{
    "date": 1703998800000,
    "rounds": [
        {
            "year": 1998,
            "event": "The European Exchange Rate Mechanism freezes the values of the legacy currencies in the Eurozone, and establishes the value of the euro currency.",
            "births": [],
            "deaths": [
                "Ted Glossop, Australian rugby league player and coach"
            ]
        },
        {
            "year": 1946,
            "event": "President Harry S. Truman officially proclaims the end of hostilities in World War II.",
            "births": [
                "Roy Greenslade, English journalist and academic",
                "Bryan Hamilton, Northern Irish footballer and coach",
                "Raphael Kaplinsky, South African international development academic",
                "Pius Ncube, Zimbabwean archbishop",
                "Lyudmila Pakhomova, Russian ice dancer",
                "Cliff Richey, American tennis player",
                "Eric Robson, Scottish journalist and author",
                "Nigel Rudd, English businessman, founded Williams Holdings",
                "Tim Stevens, English bishop",
                "Diane von Fürstenberg, Belgian-American fashion designer"
            ],
            "deaths": []
        },
        {
            "year": 2015,
            "event": "A fire breaks out at the Downtown Address Hotel in Downtown Dubai, United Arab Emirates, located near the Burj Khalifa, two hours before the fireworks display is due to commence. Sixteen injuries were reported; one had a heart attack, another suffered a major injury, and fourteen others with minor injuries.",
            "births": [],
            "deaths": [
                "Natalie Cole, American singer-songwriter and actress",
                "Wayne Rogers, American actor and investor"
            ]
        },
        {
            "year": 1951,
            "event": "Cold War: The Marshall Plan expires after distributing more than US$13.3 billion in foreign aid to rebuild Western Europe.",
            "births": [
                "Tom Hamilton, American bass player and songwriter",
                "Kenny Roberts, American motorcycle racer"
            ],
            "deaths": [
                "Murtaza Hasan Chandpuri, Indian Muslim scholar"
            ]
        },
        {
            "year": 1999,
            "event": "Indian Airlines Flight 814 hijacking ends after seven days with the release of 190 survivors at Kandahar Airport, Afghanistan.",
            "births": [
                "Hunter Schafer, American actress, model, and activist"
            ],
            "deaths": [
                "Elliot Richardson, American lawyer and politician, 69th United States Attorney General",
                "Abul Hasan Ali Nadwi, Indian Muslim scholar and author"
            ]
        }
    ]
}