{
    "date": 1703566800000,
    "rounds": [
        {
            "year": 1966,
            "event": "The first Kwanzaa is celebrated by Maulana Karenga, the chair of Black Studies at California State University, Long Beach.",
            "births": [
                "Jay Farrar, American singer-songwriter and guitarist",
                "Tim Legler, American basketball player and sportscaster",
                "Jay Yuenger, American guitarist and producer"
            ],
            "deaths": [
                "Ina Boudier-Bakker, Dutch author",
                "Herbert Otto Gille, German general",
                "Guillermo Stábile, Argentinian footballer and manager"
            ]
        },
        {
            "year": 2004,
            "event": "The 9.1–9.3 Indian Ocean earthquake shakes northern Sumatra with a maximum Mercalli intensity of IX (Violent). One of the largest observed tsunamis, it affected coastal and partially mainland areas of Thailand, India, Sri Lanka, the Maldives, Malaysia, Myanmar, Bangladesh, and Indonesia; death toll is estimated at 227,898.",
            "births": [],
            "deaths": [
                "Jonathan Drummond-Webb, South African surgeon and academic",
                "Angus Ogilvy, English businessman",
                "Reggie White, American football player and wrestler"
            ]
        },
        {
            "year": 1998,
            "event": "Iraq announces its intention to fire upon U.S. and British warplanes that patrol the northern and southern no-fly zones.",
            "births": [],
            "deaths": [
                "Ram Swarup, Indian writer on Hindu philosophy and religion"
            ]
        },
        {
            "year": 1919,
            "event": "Babe Ruth of the Boston Red Sox is sold to the New York Yankees by owner Harry Frazee, allegedly establishing the Curse of the Bambino superstition.",
            "births": [],
            "deaths": []
        },
        {
            "year": 1975,
            "event": "Tu-144, the world's first commercial supersonic aircraft, surpassing Mach 2, goes into service.",
            "births": [
                "Chris Calaguio, Filipino basketball player",
                "Marcelo Ríos, Chilean tennis player",
                "María Vasco, Spanish race walker"
            ],
            "deaths": []
        }
    ]
}