{
    "date": 1705035600000,
    "rounds": [
        {
            "year": 2005,
            "event": "Deep Impact launches from Cape Canaveral on a Delta II rocket.",
            "births": [],
            "deaths": [
                "Amrish Puri, Indian actor"
            ]
        },
        {
            "year": 1976,
            "event": "The United Nations Security Council votes 11–1 to allow the Palestine Liberation Organization to participate in a Security Council debate (without voting rights).",
            "births": [],
            "deaths": [
                "Agatha Christie, English crime novelist, short story writer, and playwright"
            ]
        },
        {
            "year": 1991,
            "event": "Persian Gulf War: An act of the U.S. Congress authorizes the use of American military force to drive Iraq out of Kuwait.",
            "births": [
                "Pixie Lott, English singer-songwriter, dancer, and actress",
                "Raquel Rodriguez, American wrestler",
                "Matt Srama, Australian rugby league player",
                "Alex Wood, American baseball player"
            ],
            "deaths": [
                "Robert Jackson, Australian public servant and diplomat"
            ]
        },
        {
            "year": 2012,
            "event": "Violent protests occur in Bucharest, Romania, as two-day-old demonstrations continue against President Traian Băsescu's economic austerity measures. Clashes are reported in numerous Romanian cities between protesters and law enforcement officers.",
            "births": [],
            "deaths": [
                "Bjørn G. Andersen, Norwegian geologist and academic",
                "Glenda Dickerson, American director, choreographer, and educator",
                "Bill Janklow, American lawyer and politician, 27th Governor of South Dakota",
                "Charles H. Price II, American businessman and diplomat, United States Ambassador to the United Kingdom",
                "Jim Stanley, American football player and coach"
            ]
        },
        {
            "year": 1970,
            "event": "Biafra capitulates, ending the Nigerian Civil War.",
            "births": [
                "Zack de la Rocha, American singer-songwriter",
                "Raekwon, American rapper"
            ],
            "deaths": []
        }
    ]
}