{
    "date": 1702530000000,
    "rounds": [
        {
            "year": 1971,
            "event": "Bangladesh Liberation War: Over 200 of East Pakistan's intellectuals are executed by the Pakistan Army and their local allies. (The date is commemorated in Bangladesh as Martyred Intellectuals Day.)",
            "births": [
                "Michaela Watkins, American actor and comedian"
            ],
            "deaths": [
                "Mufazzal Haider Chaudhury, Bangladeshi linguist and scholar",
                "Munier Choudhury, Bangladeshi author, playwright, and critic",
                "Shahidullah Kaiser, Bangladeshi journalist and author"
            ]
        },
        {
            "year": 1940,
            "event": "Plutonium (specifically Pu-238) is first isolated at Berkeley, California.",
            "births": [
                "Lex Gold, Scottish footballer and civil servant"
            ],
            "deaths": [
                "Anton Korošec, Slovenian priest and politician, 10th Prime Minister of Yugoslavia"
            ]
        },
        {
            "year": 1955,
            "event": "Albania, Austria, Bulgaria, Cambodia, Ceylon, Finland, Hungary, Ireland, Italy, Jordan, Laos, Libya, Nepal, Portugal, Romania and Spain join the United Nations through United Nations Security Council Resolution 109.",
            "births": [
                "Jane Crafter, Australian golfer",
                "Jill Pipher, American mathematician and academic"
            ],
            "deaths": []
        },
        {
            "year": 1914,
            "event": "Lisandro de la Torre and others found the Democratic Progressive Party (Partido Demócrata Progresista, PDP) at the Hotel Savoy, Buenos Aires, Argentina.",
            "births": [
                "Karl Carstens, German lieutenant and politician, 5th President of the Federal Republic of Germany",
                "Rosalyn Tureck, American pianist and harpsichord player"
            ],
            "deaths": []
        },
        {
            "year": 1960,
            "event": "Convention against Discrimination in Education of UNESCO is adopted.",
            "births": [
                "James Comey, American lawyer, 7th Director of the Federal Bureau of Investigation",
                "Don Franklin, American actor",
                "Chris Waddle, English footballer, manager, and sportscaster",
                "Diane Williams, American sprinter"
            ],
            "deaths": []
        }
    ]
}